Repository: JosephKiranBabu/coquelicot
Catalog: po/*/coquelicot.po
Languages: de, el, es, fr

source: Sorry, file has expired.
de: Entschuldigung, die Datei ist nicht mehr verfügbar.
el: Συγγνώμη, το αρχείο έχει λήξει.
es: Lo siento, el archivo ha caducado.
fr: Désolé, le fichier a expiré.

source: Too late…
de: Zu spät…
el: Πολύ αργά…
es: Demasiado tarde…
fr: Trop tard…

source: Forbidden
de: Verboten
el: Απαγορευμένο
es: Prohibido
fr: Interdit

source: This password does not allow access to this resource.
de: Dieses Passwort erlaubt keinen Zugang zu dieser Ressource.
el: Αυτός ο κωδικός πρόσβασης δεν επιτρέπει την πρόσβαση σε αυτόν τον πόρο.
es: Esta contraseña no permite acceder a este recurso.
fr: Ce mot de passe ne permet pas d'accéder à cette ressource.

source: Not found
de: Nit gefunden
el: Δε βρέθηκε
es: No se encuentra
fr: Introuvable

source: The requested URL %s was not found on this server.
de: Die angeforderte URL %s wurde nicht auf dem Server gefunden.
el: Η ζητούμενη διεύθυνση URL %s δε βρέθηκε σε αυτόν το διακομιστή.
es: El URL %s no se encuentra en este servidor.
fr: L'URL %s demandé est introuvable sur ce serveur.

source: Upload password:
de: Upload Passwort:
el: Κωδικός πρόσβασης για μεταφόρτωση:
es: Contraseña para el envío:
fr: Mot de passe pour envoyer :

source: E-mail User:
el: Χρήστης email:
es: Correo electrónico:
fr: Compte email :

source: Password:
de: Passwort:
el: Κωδικός πρόσβασης:
es: Contraseña:
fr: Mot de passe :

source: About your data…
de: Über deine Daten...
el: Σχετικά με τα δεδομένα σας…
es: A propósito de sus datos…
fr: À propos de vos données…

source: An attacker in-between will be able to see how much data is exchanged, but not its nature.
de: Ein zwischengeschalteter Angreifer wird sehen können, wieviel Daten übermittelt werden, aber nicht welcher Art.
el: Ένας εισβολέας στο ενδιάμεσο θα είναι σε θέση να δεί πόσα δεδομένα ανταλλάσσονται, αλλά όχι τη φύση τους.
es: Un atacante intermedio podrá ver que cantidad de datos se intercambia, pero no su tipo.
fr: Un attaquant entre les deux pourra voir quelle quantité de données est échangée, mais pas leur nature.

source: Exchanges between your computer and %s are encrypted.
de: Der Austausch zwischen deinem Computer und %s sind verschlüsselt.
el: Οι ανταλλαγές μεταξύ του υπολογιστή σας και του %s είναι κρυπτογραφημένες.
es: Los intercambios entre su computadora y %s están cifrados.
fr: Les échanges entre votre ordinateur et %s sont chiffrés.

source: Files are stored encrypted. In case someone gets access to the server storage, they will know the size, arrival and expiration dates of the files; but they will not be able to get their content without the password. In case no *download password* has been specified, the password might be kept in the server request logs. This means that the server might store enough information to retrieve the actual file content. When a *download password* has been specified, the password will not be stored anywhere on the server. This will prevent retrieval of the file content, except if the server has been actively compromised beforehand.
de: Dateien werden verschlüsselt gespeichert. Falls jemand Zugriff auf den Server erlangt, werden sie die Größe, Ankunfts- und Ablaufdaten der Files kennen, aber sie werden den Inhalt ohne das Passwort nicht sehen können. Falls kein *Download-Passwort* angegeben wurde, könnte das Passwort in den Server-Logs gehalten werden. Das bedeutet, der Server könnte genug Informationen vorhalten um an den Datei-Inhalt zu gelangen. Falls ein *Download-Passwort* angegeben wurde, wird es nirgendwo gespeichert werden. Das wird die Abfrage des Datei-Inhalts verhindern, es sei denn der Server wurde vorher aktiv kompromitiert.
el: Τα αρχεία αποθηκεύονται κρυπτογραφημένα. Σε περίπτωση που κάποιος αποκτήσει πρόσβαση στην αποθήκη του διακομιστή, θα ξέρει το μέγεθος, την ημερομηνία άφιξης και λήξης των αρχείων - αλλά δεν θα είναι σε θέση να πάρει το περιεχόμενό τους χωρίς τον κωδικό πρόσβασης. Σε περίπτωση που δεν έχει καθοριστεί κανένας *κωδικός λήψης*, ο κωδικός πρόσβασης μπορεί να διατηρηθεί στα αρχεία αιτημάτων καταγραφής του διακομιστή. Αυτό σημαίνει ότι ο διακομιστής μπορεί να αποθηκεύσει αρκετές πληροφορίες για να ανακτήθεί το πραγματικό περιεχόμενο του αρχείου. Όταν έχει οριστεί ένας *κωδικός λήψης*, ο κωδικός πρόσβασης δεν θα αποθηκευτεί πουθενά στο διακομιστή. Αυτό θα αποτρέψει την ανάκτηση του περιεχομένου του αρχείου, εκτός εάν ο διακομιστής έχει προηγουμένως τεθεί σε κίνδυνο.
es: Los archivos están guardados cifrados. Si una persona obtuviera acceso a los archivos en el servidor, podría saber el tamaño, la fecha de llegada y de expiración de los archivos, pero no podría acceder a su contenido sin la contraseña. Si ninguna *contraseña de descarga* ha sido especificada, la contraseña podría aparecer en el registro del servidor. Eso significa que el servidor puede conservar la información necesaria para recuperar el contenido del archivo. Si una *contraseña de descarga* ha sido especificada, esta contraseña no estará guardada en ningún lugar del servidor. Eso debería impedir recuperar el contenido del archivo, salvo si el servidor ha sido activamente comprometido previamente.
fr: Les fichiers sont enregistrés sous forme chiffrée. Au cas où une personne obtiendrait l'accès aux fichiers du serveur, elle saura la taille, la date d'arrivée et d'expiration des fichiers ; mais elle ne pourra pas recupérer leur contenu sans mot de passe. Au cas où aucun *mot de passe de téléchargement* n'a été indiqué, le mot de passe peut être noté dans les journaux du serveur. Cela veut dire que le serveur peut garder suffisamment d'informations pour permettre de récupérer le contenu du fichier. Si un *mot de passe de téléchargement* a été indiqué, le mot de passe ne sera enregistré nul part sur le serveur. Cela devrait empêcher de récupérer le contenu du fichier, sauf si le serveur a été activement compromis au préalable.

source: Welcome to *Coquelicot*. A simple way to share files with people you know, with a little bit of privacy.
de: Willkommen bei *Coquelicot*. Ein einfacher Weg um Dateien mit Freunden zu teilen, mit ein bisschen Privatsphäre.
el: Καλώς ήρθατε στο *Coquelicot*. Ένας απλός τρόπος για να μοιραστείτε τα αρχεία με τους ανθρώπους που γνωρίζετε, διατηρώντας λίγη από την ιδιωτικότητά σας.
es: Bienvenido en *Coquelicot*. Una manera simple de compartir archivos con personas que conoce, con un poco de intimidad.
fr: Bienvenue sur *Coquelicot*. Un moyen simple de partager des fichiers avec des personnes que vous connaissez, cela avec un peu d'intimité.

source: What if I don't trust the server admins?
de: Was is, wenn ich den Server-Admins nicht vertraue?
el: Τι μπορώ να κάνω εάν δεν εμπιστεύομαι τους διαχειριστές του διακομιστή;
es: ¿Que pasa si no tengo confianza en el administrador del servidor?
fr: Et si je ne fais pas confiance aux admin. du serveur ?

source: What should I expect from “a little bit of privacy”?
de: Was sollte ich von “ein bisschen Privatsphäre” erwarten?
el: Τι να περιμένω από το «διατηρώντας λίγη από την ιδιωτικότητά σας»;
es: ¿Que puedo esperar de “un poco de intimidad”?
fr: Que puis-je attendre d'« un peu d'intimité » ?

source: You are [free](http://www.gnu.org/licenses/agpl.txt) to install Coquelicot on your own system. Please refer to the [README](README) if you wish to know how.
de: Du bist [frei](http://www.gnu.org/licenses/agpl.txt) Coquelicot auf deinem Computer zu installieren. Bitte verwende das [README](README), wenn du wissen möchtest wie.
el: Είστε [ελεύθεροι](http://www.gnu.org/licenses/agpl.txt) να εγκαταστήσετε Coquelicot στο δικό σας σύστημα. Παρακαλείσθε να συμβουλευθείτε το [README](README) αν θέλετε να μάθετε το πώς.
es: Está [libre](http://www.gnu.org/licenses/agpl.txt) de instalar Coquelicot en su propio sistema. Consulte el [archivo README](README) para saber cómo.
fr: Vous êtes [libre](http://www.gnu.org/licenses/agpl.txt) d'installer Coquelicot sur votre propre système. Veuillez vous référer au [fichier README](README) pour savoir comment faire.

source: Error
de: Fehler:
el: Σφάλμα:
fr: Erreur :

source: Something bad happened: %s
de: Etwas schlechtes ist passiert: %s
el: Κάτι κακό συνέβη: %s
es: Algo grave pasó:%s
fr: Quelque chose de grave est arrivé : %s

source: Download in progress
de: Download läuft
el: Λήψη σε εξέλιξη
es: Descargando
fr: Téléchargement en cours

source: The requested file is currently being downloaded by another client.
de: Die angeforderte Datei wird gerade von einem anderen Client heruntergeladen.
el: Το αρχείο που ζητήθηκε αυτή τη στιγμή λαμβάνεται από άλλο πελάτη.
es: El archivo solicitado está siendo descargado por otro usuario.
fr: Le fichier demandé est actuellement en train d'être téléchargé par un autre client.

source: Enter download password…
de: Gib das Download-Passwort ein…
el: Εισάγετε τον κωδικό λήψης…
es: Ingrese la contraseña de descarga…
fr: Entrer le passe de téléchargement…

source: A password is required to download this file.
de: Ein Passwort ist notwendig, um diese Datei herunter zu laden.
el: Απαιτείται κωδικός πρόσβασης για να κατεβάσετε το αρχείο αυτό.
es: Se necesita una contrasña para descargar este archivo.
fr: Un mot de passe est nécessaire pour télécharger ce fichier.

source: Share another file…
de: Verteile eine weitere Datei…
el: Μοιραστείτε ένα άλλο αρχείο…
es: Compartir otro archivo…
fr: Partager un autre fichier…

source: Share this!
de: Verteile dies!
el: Μοιραστείτε αυτό!
es: ¡Compartir!
fr: À transmettre !

source: The file will be available until %s.
de: Diese Datei wird verfügbar sein bis %s
el: Το αρχείο θα είναι διαθέσιμο μέχρι %s.
es: Este archivo estará disponible hasta el %s.
fr: Ce fichier sera accessible jusqu'au %s.

source: 1 day
de: 1 Tag
el: 1 ημέρα
es: 1 día
fr: 1 jour

source: 1 hour
de: 1 Stunde
el: 1 ώρα
es: 1 hora
fr: 1 heure

source: 1 month
de: 1 Monat
el: 1 μήνα
es: 1 mes
fr: 1 mois

source: 1 week
de: 1 Woche
el: 1 εβδομάδα
es: 1 semana
fr: 1 semaine

source: Available for:
de: Verfügbar für:
el: Διαθέσιμο για:
es: Disponible durante:
fr: Disponible pendant :

source: Download password (<em>optional</em>):
de: Download-Passwort (<em>optional</em>):
el: Κωδικός πρόσβασης για λήψη (<em>προαιρετικό</em>):
es: Contraseña de descarga (<em>opcional</em>):
fr: Mot de passe pour le téléchargement (<em>optionnel</em>) :

source: File (<em>max. size: %s</em>):
de: Datei (<em>max. Größe: %s</em>):
el: Αρχείο (<em>Μέγ. μέγεθος: %s</em>):
es: Archivo (<em>tamaño max.:%s</em>):
fr: Fichier (<em>taille max. : %s</em>) :

source: Remove after one download
de: Nach einem Download löschen
el: Αφαιρέστε μετά από μια λήψη
es: Borrar después de una descarga
fr: Effacer après un téléchargement

source: Share a file!
de: Verteile eine Datei!
el: Μοιραστείτε ένα αρχείο!
es: ¡Compartir este archivo!
fr: Partager un fichier !

source: Share!
de: Verteile!
el: Μοιραστείτε!
es: ¡Compartir!
fr: Partager !

source: Unlimited downloads until expiration
de: Unbeschränkte Downloads bis zum Ablaufdatum
el: Απεριόριστες λήψεις μέχρι τη λήξη
es: Descargas ilimitadas hasta expiración
fr: Téléchargements illimités avant expiration

source: Don't forget to write it down!
de: Vergiss nicht es aufzuschreiben!
el: Μην ξεχάσετε να το σημειώσετε!
es: ¡No se olvide de anotarlo!
fr: N'oubliez pas de le noter !

source: Error:
de: Fehler:
el: Σφάλμα:
fr: Erreur :

source: Generate random
de: Generiere ein zufälliges
el: Δημιουργήστε τυχαίο
es: Generar aleatoriamente
fr: Générer aléatoirement

source: Generating…
de: Generiere…
el: Δημιουργία…
es: Generando
fr: Génération…

source: Please try again!
de: Bitte versuch's noch einmal!
el: Παπακαλώ προσπαθήστε ξανα!
es: ¡Intente nuevamente!
fr: Allez, essaye encore !

source: Upload starting...
de: Upload startet...
el: Η μεταφόρτωση έχει αρχίσει...
es: Empezando el envío…
fr: Démarrage de l’envoi...

source: Uploading:
de: Lade hoch:
el: Μεταφόρτωση:
es: Enviando:
fr: Envoi :

source: kB
fr: ko

source: TiB
fr: Tio

source: GiB
fr: Gio

source: MiB
fr: Mio

source: KiB
fr: Kio

source: B
fr: o

source: File is bigger than maximum allowed size: %s would exceed the maximum allowed %s.
de: Die Datei ist größer als die maximal erlaubte Größe: %s würde die maximal erlaubten %s überschreiten.
el: Το αρχείο είναι μεγαλύτερο από το μέγιστο επιτρεπόμενο μέγεθος: %s υπερβαίνει το μέγιστο επιτρεπόμενο %s.
es: El archivo es más grande que el máximo autorisado: %s supera el máximo autorisado (%s).
fr: Le fichier est plus gros que la taille maximale autorisée : %s dépasse le maximum autorisé (%s).

source: File is bigger than maximum allowed size %s.
de: Die Datei ist größer als die maximal erlaubte Größe %s
el: Το αρχείο είναι μεγαλύτερο από το μέγιστο επιτρεπόμενο μέγεθος %s.
es: El archivo es más grande que el máximo autorisado (%s)
fr: Le fichier est plus gros que la taille maximale autorisée (%s).

source: File has no content
de: Die Datei hat keinen Inhalt
el: Το αρχείο δεν έχει περιεχόμενο
es: El archivo está vacío
fr: Le fichier est vide

source: LDAP User:
el: Χρήστης LDAP:

source: Upload user:
el: Χρήστης για μεταφόρτωση:
